Repository: AtvirasAlus/Atviras-Alus
Catalog: forum/bb-plugins/role-manager/translations/role-manager-*.po
Languages: de, es_es, fr_fr, he_il

source: Nothing to see here.
de: Nichts zu sehen.
es_es: Nada que ver aquí.
fr_fr: Rien à voir ici.
he_il: אין מה לראות כאן.

source: <h2>Role <strong>%s</strong> is a default and cannot be deleted.</h2>
de: <h2> <strong>Rolle %s</strong> ist standardmäßig aktiviert und kann nicht gelöscht werden. </h2>
es_es: <h2> <strong>Función %s</strong> es un defecto y no puede ser eliminado. </h2>
fr_fr: <h2> <strong>Rôle %s</strong> est un défaut et ne peut pas être supprimé. </h2>
he_il: <h2 style=";text-align:right;direction:rtl"> <strong>%</strong> תפקיד <strong>זה</strong> הוא ברירת המחדל ולא ניתן למחוק. </h2>

source: <h2>Role <strong>%s</strong> deleted.</h2>
de: <h2> <strong>Rolle %s</strong> gelöscht. </h2>
es_es: <h2> <strong>Función %s</strong> eliminado. </h2>
fr_fr: <h2> <strong>Rôle %s</strong> supprimé. </h2>
he_il: <h2 style=";text-align:right;direction:rtl"> <strong>תפקיד %s</strong> נמחק. </h2>

source: The role %s already exists.
de: Die Rolle %s ist bereits vorhanden.
es_es: La función %s ya existe.
fr_fr: Le rôle %s existe déjà.
he_il: תפקיד %s כבר קיים.

source: <h2>Role <strong>%s</strong> created.</h2>
de: <h2> <strong>Rolle %s</strong> erstellt. </h2>
es_es: <h2> <strong>Función %s</strong> creado. </h2>
fr_fr: <h2> <strong>Rôle %s</strong> créé. </h2>
he_il: <h2 style=";text-align:right;direction:rtl"> <strong>%</strong> תפקיד <strong>זה</strong> נוצר. </h2>

source: Create role %s
de: Rolle anlegen %s
es_es: Crear función %s
fr_fr: Rôle de créer %s
he_il: צור %s תפקיד

source: New role
de: Neue Rolle
es_es: Nuevo papel
fr_fr: Nouveau rôle
he_il: תפקיד חדש

source: Base role on:
de: Base Rolle auf:
es_es: Base en función de:
fr_fr: Rôle fondent sur:
he_il: תפקיד על בסיס:

source: Start with a blank slate
de: Beginnen Sie mit einem unbeschriebenen Blatt
es_es: Comience con una pizarra en blanco
fr_fr: Commencez avec une ardoise vierge
he_il: התחל עם רשימת ריק

source: Role name:
de: Rolle Name:
es_es: Nombre de la función:
fr_fr: Nom du rôle:
he_il: שם תפקיד:

source: Create role
de: Rolle anlegen
es_es: Crear papel
fr_fr: Créer un rôle
he_il: יצירת תפקיד

source: Editing role <strong>%s</strong>
de: Bearbeiten <strong>Rolle %s</strong>
es_es: <strong>% S</strong> Edición de papel
fr_fr: <strong>Modification%</strong> rôle <strong>s</strong>
he_il: עריכת <strong>תפקיד %s</strong>

source: Grant
es_es: Subvención
he_il: גרנט

source: Description
de: Beschreibung
es_es: Descripción
he_il: תיאור

source: Role
de: Rolle
es_es: Papel
fr_fr: Rôle
he_il: תפקיד

source: Save
de: Sichern
es_es: Salvar
fr_fr: Sauver
he_il: לשמור

source: Roles
de: Rollen
fr_fr: Rôles
he_il: תפקידים

source: Name
es_es: Nombre
fr_fr: Nom
he_il: שם

source: Add new &raquo;
de: Hinzufügen »
es_es: Añadir »nuevos
fr_fr: »Ajouter
he_il: הוסף »חדשות

source: Capabilities
es_es: Capacidades
fr_fr: Capacités
he_il: יכולות

source: View
de: Anzeigen
es_es: Ver
fr_fr: Affichage
he_il: תצוגה

source: Edit
es_es: Editar
fr_fr: Modifier
he_il: עריכה

source: Delete
de: Löschen
es_es: Borrar
fr_fr: Supprimer
he_il: למחוק

source: Administrator
es_es: Administrador
fr_fr: Administrateur
he_il: מנהל

source: Moderator
es_es: Moderador
fr_fr: Modérateur
he_il: מנחה

source: Member
de: Mitglied
es_es: Miembros
fr_fr: Membres
he_il: חבר

source: Import and export data
de: Import und Export von Daten
es_es: Importar y exportar datos
fr_fr: Importer et exporter des données
he_il: נתוני יבוא ויצוא

source: Use the recount feature
de: Verwenden Sie die Funktion erzählen
es_es: Utilice la función de recuento de
fr_fr: Utilisez la fonction de recomptage
he_il: השתמש בתכונת לספר

source: Switch the theme
de: Schalten Sie das Thema
es_es: Cambiar el tema
fr_fr: Mettez le thème
he_il: החלף את ערכת הנושא

source: Activate and deactivate plugins
de: Aktivieren und Deaktivieren von Plugins
es_es: Activar y desactivar los plugins
fr_fr: Activer et désactiver les plugins
he_il: להפעיל לבטל Plugins

source: Edit the settings of the forum
de: Bearbeiten Sie die Einstellungen des Forums
es_es: Editar la configuración del foro
fr_fr: Modifier les paramètres du forum
he_il: ערוך את הגדרות הפורום

source: Edit other users' profiles
de: Edit Profile anderer Nutzer
es_es: Los perfiles de los usuarios editar otros &quot;
fr_fr: Profils d&#39;autres utilisateurs &quot;Modifier&quot;
he_il: משתמשים אחרים ערוך &#39;פרופילים

source: Rename, merge and destroy tags
de: Umbenennen, zusammenzuführen und zu zerstören Tags
es_es: Cambie el nombre, fusionar y destruir las etiquetas
fr_fr: Renommer, fusionner et détruire les tags
he_il: שינוי שם, מיזוג ולהרוס תגיות

source: Edit other users' list of favorite topics
de: Liste bearbeiten anderer Nutzer bei der bevorzugten Themen
es_es: Editar lista de usuarios de otros de los temas favoritos de
fr_fr: Liste des autres utilisateurs &quot;Modifier&quot; de sujets favoris
he_il: עריכת רשימת משתמשים אחרים &#39;של הנושאים האהובים

source: Add and rename forums
de: Hinzufügen und benennen Foren
es_es: Añadir y cambiar el nombre de foros de
fr_fr: Ajouter et renommer les forums
he_il: הוסף ולשנות את שמם בפורומים

source: Delete forums
de: Löschen Foren
es_es: Eliminar foros
fr_fr: Supprimer des forums
he_il: בפורומים מחק

source: Delete topics
de: Themen löschen
es_es: Eliminar temas
fr_fr: Supprimer des sujets
he_il: נושאים מחק

source: Close and open topics
de: Schließen und öffnen Themen
es_es: Cerrar y abrir los temas
fr_fr: Fermer et ouvrir des sujets
he_il: נושאים סגור ופתוח

source: Make topics sticky
de: Make Themen klebrigen
es_es: Hacer temas pegajosos
fr_fr: Thèmes Remonter
he_il: נושאים הפוך דביק

source: Move topics to other forums
de: Bewegen Sie Themen, die anderen Foren
es_es: Mueva los temas a otros foros
fr_fr: Déplacer les sujets à d&#39;autres instances
he_il: להעביר נושאים בפורומים אחרים

source: View posts made by users of an IP address
de: View posts made by users einer IP-Adresse
es_es: Ver los mensajes de los usuarios de una dirección IP
fr_fr: Voir les posts effectués par les utilisateurs d&#39;une adresse IP
he_il: הצג הודעות שנעשו על ידי משתמשים של כתובת IP

source: Edit closed topics
de: Edit geschlossene Themen
es_es: Editar los temas cerrados
fr_fr: Modifier les sujets fermés
he_il: עריכה נעולות

source: Edit deleted topics and posts
de: Edit gestrichen Themen und Beiträge
es_es: Modificar el elemento suprimido los temas y los puestos de
fr_fr: Éditer les sujets et les postes supprimés
he_il: נושאים עריכת הודעות שנמחקו

source: Use the "deleted" view
de: Verwenden Sie die &quot;gelöscht&quot; Blick
es_es: Utilice el &quot;borrado&quot; Ver
fr_fr: Utilisez le &quot;supprimé&quot; vue
he_il: השתמש &quot;נמחק&quot; נוף

source: Remove tags from a topic
de: Entfernen Sie Tags aus einem Thema
es_es: Eliminar etiquetas de un tema de
fr_fr: Supprimer les balises d&#39;un sujet
he_il: תגיות הסר נושא

source: Edit topics by other users
de: Bearbeiten Themen, die von anderen Nutzern
es_es: Editar temas de otros usuarios
fr_fr: Éditer les sujets par d&#39;autres utilisateurs
he_il: נושאים ערוך על ידי משתמשים אחרים

source: Delete posts
de: Beiträge löschen
es_es: Eliminar puestos
fr_fr: Suppression des messages
he_il: מחיקת הודעות

source: Post back to back arbitrarily quickly
de: Post Rücken an Rücken beliebig schnell
es_es: Post espalda con espalda arbitrariamente rápidamente
fr_fr: Post dos à dos arbitrairement rapidement
he_il: פוסט גב אל גב שרירותי במהירות

source: Edit posts on locked topics
de: Beiträge editieren auf geschlossene Beiträge
es_es: Los puestos de edición en los temas bloqueados
fr_fr: Modifier les messages sur les sujets de discussions verrouillés
he_il: עריכת הודעות בנושאים נעולים

source: Edit posts of other users
de: Edit Beiträge von anderen Mitgliedern
es_es: Editar los puestos de otros usuarios
fr_fr: Éditer les messages des autres utilisateurs
he_il: עריכת הודעות של משתמשים אחרים

source: Edit their list of favorite topics
de: Bearbeiten der Liste ihrer Lieblings-Themen
es_es: Editar su lista de temas favoritos
fr_fr: Modifier la liste de leurs sujets favoris
he_il: ערוך רשימה של נושאים האהובים שלהם

source: Add tags to a topic
de: Tags hinzufügen, um ein Thema
es_es: Agregar etiquetas a un tema
fr_fr: Ajouter des tags à un sujet
he_il: הוספת תגים נושא

source: Edit the title and resolution status of their own topics
de: Bearbeiten Sie den Titel und die Auflösung Status ihrer eigenen Themen
es_es: Edita el título y el estado de la resolución de sus propios temas
fr_fr: Modifier le titre et le statut de résolution de leurs propres sujets d&#39;étude
he_il: ערוך את הכותרת ואת המצב ברזולוציה של נושאים משלהם

source: Edit their own posts
de: Ihre eigenen Beiträge bearbeiten
es_es: Editar sus propios mensajes
fr_fr: Modifier leurs propres messages
he_il: עריכת ההודעות שלהם

source: Edit their profile settings
de: Edit ihr Profil-Einstellungen
es_es: Modificar su configuración de perfil
fr_fr: Modifier le profil de leurs paramètres
he_il: עריכת הגדרות הפרופיל שלהם

source: Make new topics
de: Machen Sie neue Themen
es_es: Hacer nuevos temas
fr_fr: Faire de nouveaux sujets
he_il: הפוך נושאים חדשים

source: Make new posts
es_es: Hacer nuevos puestos
fr_fr: Faire de nouveaux messages
he_il: בצע הודעות חדשות

source: Change their own password
de: Ändern des eigenen Passworts
es_es: Cambiar su propia contraseña
fr_fr: Changer leur propre mot de passe
he_il: לשנות את הסיסמה שלהם

source: Read the forums
de: Lesen Sie die Foren
es_es: Leer los foros
fr_fr: Lisez les forums
he_il: קרא את הפורומים

source: Role Manager
he_il: תפקיד מנהל

source: Allows key masters to change the capabilities that each role has and even create new roles.
de: Ermöglicht Meister Schlüssel zu ändern, dass die Fähigkeiten jeder Rolle hat und sogar neue Rollen.
es_es: Permite a los maestros para cambiar las capacidades que cada función tiene, e incluso crear nuevas funciones.
fr_fr: Permet maîtres clé pour changer les capacités que chaque rôle a été et même créer de nouveaux rôles.
he_il: אמני מפתח מאפשר לשנות את היכולות כי כל תפקיד יש ואפילו ליצור תפקידים חדשים.
